Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Reads your best 20-minute efforts from the last year. Every figure is a convention applied to your own training, not a lab test — each row says what it rests on, and nothing is applied until you tap it.
ar: يقرأ أفضل جهودك على مدى 20 دقيقة خلال العام الماضي. كل رقم عُرف مُطبَّق على تدريبك أنت، لا اختبار مخبري — ويذكر كل سطر ما يستند إليه، ولا يُطبَّق شيء حتى تنقر عليه.
bg: Чете най-добрите ти 20-минутни усилия от последната година. Всяко число е конвенция, приложена към твоите тренировки, не лабораторен тест — всеки ред казва на какво стъпва и нищо не се прилага, докато не го докоснеш.
ca: Llegeix els teus millors esforços de 20 minuts de l'últim any. Cada xifra és una convenció aplicada al teu propi entrenament, no una prova de laboratori: cada fila diu en què es basa, i no s'aplica res fins que no hi toques.
cs: Načte tvé nejlepší dvacetiminutové výkony za poslední rok. Každé číslo je zvyklost použitá na tvůj vlastní trénink, ne laboratorní test — každý řádek uvádí, na čem stojí, a nic se nepoužije, dokud na to neklepneš.
da: Læser dine bedste 20-minutters indsatser fra det seneste år. Hvert tal er en konvention anvendt på din egen træning, ikke en labtest — hver række siger, hvad den hviler på, og intet anvendes, før du trykker på det.
de: Liest deine besten 20-Minuten-Belastungen des letzten Jahres. Jeder Wert ist eine Konvention, angewandt auf dein eigenes Training, kein Labortest — jede Zeile nennt ihre Grundlage, und nichts wird übernommen, bis du darauf tippst.
el: Διαβάζει τις καλύτερες 20λεπτες επιδόσεις σου του τελευταίου χρόνου. Κάθε νούμερο είναι μια σύμβαση εφαρμοσμένη στη δική σου προπόνηση, όχι εργαστηριακό τεστ — κάθε γραμμή λέει σε τι στηρίζεται και τίποτα δεν εφαρμόζεται μέχρι να το πατήσεις.
es: Lee tus mejores esfuerzos de 20 minutos del último año. Cada cifra es una convención aplicada a tu propio entrenamiento, no una prueba de laboratorio: cada fila dice en qué se apoya, y no se aplica nada hasta que lo tocas.
et: Loeb sinu viimase aasta parimad 20-minutilised tulemused. Iga number on sinu enda treeningule rakendatud tava, mitte laboritest — iga rida ütleb, millel see põhineb, ja midagi ei rakendata enne, kui sellel puudutad.
fi: Lukee parhaat 20 minuutin suorituksesi viimeiseltä vuodelta. Jokainen luku on käytäntö sovellettuna omaan harjoitteluusi, ei laboratoriotesti — jokainen rivi kertoo, mihin se perustuu, eikä mitään oteta käyttöön ennen kuin napautat sitä.
fr: Lit tes meilleurs efforts de 20 minutes sur l'année écoulée. Chaque chiffre est une convention appliquée à ton propre entraînement, pas un test en laboratoire : chaque ligne indique sur quoi elle repose, et rien n'est appliqué tant que tu n'as pas touché.
ga: Léann sé na hiarrachtaí 20 nóiméad is fearr agat ón mbliain seo caite. Is gnás é gach figiúr a chuirtear i bhfeidhm ar do chuid traenála féin, ní tástáil saotharlainne — deir gach ró cad air a bhfuil sé bunaithe, agus ní chuirtear aon rud i bhfeidhm go dtí go dtapálann tú é.
hr: Čita tvoje najbolje 20-minutne rezultate iz zadnje godine. Svaki je broj konvencija primijenjena na tvoj trening, a ne laboratorijski test — svaki redak kaže na čemu se temelji i ništa se ne primjenjuje dok to ne dodirneš.
hu: Beolvassa a legjobb 20 perces teljesítményeidet az elmúlt évből. Minden szám a saját edzéseidre alkalmazott bevett számítás, nem labortesztek eredménye — minden sor megmondja, mire épül, és semmi sem lép életbe, amíg rá nem koppintasz.
id: Membaca performa 20 menit terbaikmu dari setahun terakhir. Setiap angka adalah kelaziman yang diterapkan pada latihanmu sendiri, bukan tes laboratorium — tiap baris menyebutkan dasarnya, dan tidak ada yang diterapkan sampai kamu mengetuknya.
is: Les bestu 20 mínútna kaflana þína síðasta árið. Hver tala er venja sem beitt er á þína eigin þjálfun, ekki rannsóknarstofupróf — hver lína segir á hverju hún byggir og ekkert er notað fyrr en þú bankar á það.
it: Legge i tuoi migliori sforzi di 20 minuti dell'ultimo anno. Ogni valore è una convenzione applicata al tuo allenamento, non un test di laboratorio: ogni riga dice su cosa si basa e nulla viene applicato finché non lo tocchi.
ja: 過去 1 年のベスト 20 分の運動を読み取ります。どの数値もラボのテストではなく、あなたのトレーニングに慣例を当てはめたものです。各行が根拠を示し、タップするまで反映されません。
ko: 지난 1년간의 최고 20분 구간을 읽어 옵니다. 모든 수치는 실험실 검사가 아니라 당신의 훈련에 적용한 관행적 계산이며, 각 행에 근거가 적혀 있고 직접 누르기 전에는 아무것도 적용되지 않습니다.
lt: Nuskaito tavo geriausius 20 minučių rezultatus per pastaruosius metus. Kiekvienas skaičius yra susitarimas, pritaikytas tavo paties treniruotėms, o ne laboratorinis testas — kiekviena eilutė nurodo, kuo remiasi, ir niekas nepritaikoma, kol nepaspaudi.
lv: Nolasa tavus labākos 20 minūšu rezultātus pēdējā gada laikā. Katrs skaitlis ir vienošanās, kas piemērota tavam treniņam, nevis laboratorijas tests — katra rinda norāda, uz ko tā balstās, un nekas netiek piemērots, kamēr tam nepieskaries.
mk: Ги чита твоите најдобри 20-минутни резултати од последната година. Секој број е договорена пресметка применета на твојот тренинг, а не лабораториски тест — секој ред кажува на што се заснова и ништо не се применува додека не го допреш.
ms: Membaca prestasi 20 minit terbaik anda daripada setahun lepas. Setiap angka ialah kelaziman yang diterapkan pada latihan anda sendiri, bukan ujian makmal — setiap baris menyatakan asasnya, dan tiada apa-apa diterapkan sehingga anda mengetiknya.
mt: Jaqra l-aħjar sforzi tiegħek ta' 20 minuta tas-sena li għaddiet. Kull ċifra hija drawwa applikata għat-taħriġ tiegħek stess, mhux test ta' laboratorju — kull ringiela tgħid fuq xiex hija mibnija, u xejn ma jiġi applikat qabel ma tektiku.
nb: Leser dine beste 20-minutters økter fra det siste året. Hvert tall er en konvensjon brukt på din egen trening, ikke en labtest — hver rad sier hva den hviler på, og ingenting tas i bruk før du trykker på det.
nl: Leest je beste inspanningen van 20 minuten uit het afgelopen jaar. Elk getal is een conventie toegepast op je eigen training, geen labtest — elke regel zegt waarop hij berust, en er wordt niets toegepast tot je erop tikt.
pl: Odczytuje twoje najlepsze 20-minutowe wysiłki z ostatniego roku. Każda liczba to konwencja zastosowana do twojego treningu, nie test laboratoryjny — każdy wiersz mówi, na czym się opiera, i nic nie zostaje zastosowane, dopóki go nie dotkniesz.
pt_br: Lê seus melhores esforços de 20 minutos do último ano. Cada número é uma convenção aplicada ao seu próprio treino, não um teste de laboratório — cada linha diz em que se baseia, e nada é aplicado até você tocar nela.
pt_pt: Lê os teus melhores esforços de 20 minutos do último ano. Cada número é uma convenção aplicada ao teu próprio treino, não um teste de laboratório — cada linha diz em que assenta e nada é aplicado até tocares.
ro: Citește cele mai bune eforturi de 20 de minute din ultimul an. Fiecare cifră e o convenție aplicată propriului tău antrenament, nu un test de laborator — fiecare rând spune pe ce se bazează și nimic nu se aplică până nu apeși pe el.
ru: Берёт ваши лучшие 20-минутные отрезки за последний год. Каждая цифра — это соглашение, применённое к вашим тренировкам, а не лабораторный тест: в каждой строке указано, на чём она основана, и ничего не применяется, пока вы не нажмёте.
sk: Načíta tvoje najlepšie dvadsaťminútové výkony za posledný rok. Každé číslo je zvyklosť použitá na tvoj vlastný tréning, nie laboratórny test — každý riadok uvádza, na čom stojí, a nič sa nepoužije, kým naň neťukneš.
sl: Prebere tvoje najboljše 20-minutne dosežke iz zadnjega leta. Vsaka številka je dogovor, uporabljen na tvojem treningu, ne laboratorijski test — vsaka vrstica pove, na čem temelji, in nič se ne uporabi, dokler tega ne potrdiš.
sq: Lexon përpjekjet e tua më të mira 20-minutëshe të vitit të fundit. Çdo shifër është një marrëveshje e zbatuar mbi stërvitjen tënde, jo një test laboratori — çdo rresht tregon mbi çfarë mbështetet dhe asgjë nuk zbatohet derisa ta prekësh.
sr: Чита твоје најбоље 20-минутне резултате из последње године. Сваки број је конвенција примењена на твој тренинг, а не лабораторијски тест — сваки ред каже на чему се заснива и ништа се не примењује док то не додирнеш.
sv: Läser dina bästa 20-minutersinsatser från det senaste året. Varje siffra är en konvention tillämpad på din egen träning, inte ett labbtest — varje rad säger vad den vilar på, och inget tillämpas förrän du trycker på det.
tr: Son bir yıldaki en iyi 20 dakikalık performanslarını okur. Her değer, laboratuvar testi değil, kendi antrenmanına uygulanmış bir gelenektir — her satır neye dayandığını söyler ve sen dokunmadan hiçbiri uygulanmaz.
uk: Бере ваші найкращі 20-хвилинні відрізки за останній рік. Кожна цифра — це домовленість, застосована до ваших тренувань, а не лабораторний тест: у кожному рядку вказано, на чому він ґрунтується, і нічого не застосовується, доки ви не натиснете.
vi: Đọc những đoạn 20 phút tốt nhất của bạn trong một năm qua. Mỗi con số là một công thức thông lệ áp lên chính dữ liệu tập của bạn, không phải một bài test trong phòng lab — mỗi dòng đều ghi rõ nó dựa trên cái gì, và không có gì được áp dụng cho tới khi bạn chạm vào.
zh_hans: 读取你过去一年最好的 20 分钟片段。每个数值都是套用在你自己训练上的惯例算法，而非实验室测试——每一行都注明依据，只有你点击后才会应用。
zh_hant: 讀取你過去一年最好的 20 分鐘片段。每個數值都是套用在你自己訓練上的慣例演算法，而非實驗室測驗——每一列都註明依據，只有你點一下之後才會套用。

source: Recorded %@
ar: سُجِّل في %@
bg: Записано на %@
ca: Registrat el %@
cs: Zaznamenáno %@
da: Registreret %@
de: Aufgezeichnet am %@
el: Καταγράφηκε στις %@
es: Registrado el %@
et: Salvestatud %@
fi: Tallennettu %@
fr: Enregistré le %@
ga: Taifeadta %@
hr: Zabilježeno %@
hu: Rögzítve: %@
id: Dicatat %@
is: Skráð %@
it: Registrato il %@
ja: %@ に記録
ko: %@ 기록됨
lt: Užfiksuota %@
lv: Reģistrēts %@
mk: Запишано %@
ms: Dirakam %@
mt: Irreġistrat fl-%@
nb: Registrert %@
nl: Vastgelegd op %@
pl: Zapisane %@
pt_br: Registrado em %@
pt_pt: Registado a %@
ro: Înregistrat pe %@
ru: Записано %@
sk: Zaznamenané %@
sl: Zabeleženo %@
sq: Regjistruar më %@
sr: Забележено %@
sv: Registrerat %@
tr: %@ kaydedildi
uk: Записано %@
vi: Ghi ngày %@
zh_hans: 记录于 %@
zh_hant: 記錄於 %@

source: Recorded a distance
ar: مسافة مسجَّلة
bg: Записано разстояние
ca: Distància registrada
cs: Zaznamenaná vzdálenost
da: Registreret distance
de: Distanz aufgezeichnet
el: Καταγεγραμμένη απόσταση
es: Distancia registrada
et: Salvestatud distants
fi: Tallennettu matka
fr: Distance enregistrée
ga: Fad taifeadta
hr: Zabilježena udaljenost
hu: Rögzített táv
id: Jarak tercatat
is: Skráð vegalengd
it: Distanza registrata
ja: 距離を記録
ko: 기록된 거리
lt: Užfiksuotas atstumas
lv: Reģistrēta distance
mk: Запишано растојание
ms: Jarak dirakam
mt: Distanza rreġistrata
nb: Registrert distanse
nl: Afstand vastgelegd
pl: Zapisany dystans
pt_br: Distância registrada
pt_pt: Distância registada
ro: Distanță înregistrată
ru: Записанная дистанция
sk: Zaznamenaná vzdialenosť
sl: Zabeležena razdalja
sq: Distancë e regjistruar
sr: Забележена раздаљина
sv: Registrerad distans
tr: Kaydedilmiş mesafe
uk: Записана дистанція
vi: Có ghi quãng đường
zh_hans: 已记录距离
zh_hant: 已記錄距離

source: Records
ar: الأرقام
bg: Рекорди
ca: Rècords
cs: Rekordy
da: Rekorder
de: Bestleistungen
el: Ρεκόρ
es: Récords
et: Rekordid
fi: Ennätykset
ga: Curiarrachtaí
hr: Rekordi
hu: Csúcsok
id: Rekor
is: Met
it: Record
ja: 記録
ko: 기록
lt: Rekordai
lv: Rekordi
mk: Рекорди
ms: Rekod
mt: Rekords
nb: Rekorder
pl: Rekordy
pt_br: Recordes
pt_pt: Recordes
ro: Recorduri
ru: Рекорды
sk: Rekordy
sl: Rekordi
sq: Rekorde
sr: Рекорди
sv: Rekord
tr: Rekorlar
uk: Рекорди
vi: Kỷ lục
zh_hans: 纪录
zh_hant: 紀錄

source: Recovery
ar: الاستشفاء
bg: Възстановяване
ca: Recuperació
cs: Regenerace
da: Restitution
de: Erholung
el: Αποκατάσταση
es: Recuperación
et: Taastumine
fi: Palautuminen
fr: Récupération
ga: Téarnamh
hr: Oporavak
hu: Regeneráció
id: Pemulihan
is: Endurheimt
it: Recupero
ja: リカバリー
ko: 회복
lt: Atsigavimas
lv: Atjaunošanās
mk: Опоравување
ms: Pemulihan
mt: Rkupru
nb: Restitusjon
nl: Herstel
pl: Regeneracja
pt_br: Recuperação
pt_pt: Recuperação
ro: Recuperare
ru: Восстановление
sk: Regenerácia
sl: Regeneracija
sq: Rikuperim
sr: Опоравак
sv: Återhämtning
tr: Toparlanma
uk: Відновлення
vi: Hồi phục
zh_hans: 恢复
zh_hant: 恢復

source: Recovery, warmup and cooldown laps are dimmed and excluded from the fastest-lap comparison.
ar: لفات الاستشفاء والإحماء والتهدئة تظهر باهتة وتُستبعد من مقارنة أسرع لفة.
bg: Обиколките за възстановяване, загряване и разпускане са затъмнени и изключени от сравнението за най-бърза обиколка.
ca: Les voltes de recuperació, escalfament i tornada a la calma es mostren atenuades i queden fora de la comparació de la volta més ràpida.
cs: Regenerační, rozklusávací a vyklusávací okruhy jsou ztlumené a do porovnání nejrychlejšího okruhu nevstupují.
da: Omgange til restitution, opvarmning og nedkøling er tonet ned og indgår ikke i sammenligningen af hurtigste omgang.
de: Erholungs-, Aufwärm- und Auslaufrunden sind abgeblendet und vom Vergleich der schnellsten Runde ausgenommen.
el: Οι γύροι αποκατάστασης, προθέρμανσης και αποθεραπείας εμφανίζονται θαμπά και εξαιρούνται από τη σύγκριση ταχύτερου γύρου.
es: Las vueltas de recuperación, calentamiento y vuelta a la calma aparecen atenuadas y quedan fuera de la comparación de vuelta más rápida.
et: Taastumis-, soojendus- ja lõdvestusringid on tuhmid ning jäävad kiireima ringi võrdlusest välja.
fi: Palautus-, lämmittely- ja jäähdyttelykierrokset on himmennetty eivätkä ne ole mukana nopeimman kierroksen vertailussa.
fr: Les tours de récupération, d'échauffement et de retour au calme sont grisés et exclus de la comparaison du tour le plus rapide.
ga: Tá camchuairteanna téarnaimh, téimh agus fuaraithe maolaithe agus fágtar as comparáid na camchuairte is tapúla iad.
hr: Krugovi oporavka, zagrijavanja i hlađenja prikazani su prigušeno i isključeni su iz usporedbe najbržeg kruga.
hu: A regeneráló, bemelegítő és levezető körök halványan jelennek meg, és kimaradnak a leggyorsabb kör összehasonlításából.
id: Lap pemulihan, pemanasan dan pendinginan ditampilkan redup dan tidak ikut dalam perbandingan lap tercepat.
is: Endurheimtar-, upphitunar- og niðurskokkshringir eru daufir og teljast ekki með í samanburði á hraðasta hring.
it: I giri di recupero, riscaldamento e defaticamento sono attenuati ed esclusi dal confronto sul giro più veloce.
ja: リカバリー、ウォームアップ、クールダウンのラップは淡色表示で、最速ラップの比較から除外されます。
ko: 회복, 웜업, 쿨다운 랩은 흐리게 표시되며 최고 랩 비교에서 제외됩니다.
lt: Atsigavimo, apšilimo ir atvėsimo ratai rodomi pritemdyti ir neįtraukiami į greičiausio rato palyginimą.
lv: Atjaunošanās, iesildīšanās un atsildīšanās apļi ir pieklusināti un netiek iekļauti ātrākā apļa salīdzinājumā.
mk: Круговите за опоравување, загревање и разладување се прикажани пригушено и не влегуваат во споредбата на најбрзиот круг.
ms: Pusingan pemulihan, pemanasan dan pendinginan dipaparkan malap dan tidak disertakan dalam perbandingan pusingan terpantas.
mt: Id-dawriet ta' rkupru, tisħin u tkessiħ jidhru mċajpra u ma jidħlux fil-paragun tal-eħfef dawra.
nb: Runder til restitusjon, oppvarming og nedjogg er dempet og holdes utenfor sammenligningen av raskeste runde.
nl: Herstel-, warming-up- en cooling-downronden zijn gedimd en tellen niet mee in de vergelijking van de snelste ronde.
pl: Okrążenia regeneracyjne, rozgrzewkowe i schłodzeniowe są przyciemnione i wyłączone z porównania najszybszego okrążenia.
pt_br: Voltas de recuperação, aquecimento e volta à calma aparecem esmaecidas e ficam fora da comparação da volta mais rápida.
pt_pt: As voltas de recuperação, aquecimento e retorno à calma aparecem esbatidas e ficam fora da comparação da volta mais rápida.
ro: Turele de recuperare, încălzire și revenire apar estompate și sunt excluse din comparația celei mai rapide ture.
ru: Восстановительные, разминочные и заминочные круги показаны приглушённо и не участвуют в сравнении самого быстрого круга.
sk: Regeneračné, rozklusávacie a vyklusávacie okruhy sú stlmené a do porovnania najrýchlejšieho okruhu nevstupujú.
sl: Regeneracijski, ogrevalni in ohlajevalni krogi so zatemnjeni in izključeni iz primerjave najhitrejšega kroga.
sq: Xhirot e rikuperimit, ngrohjes dhe qetësimit shfaqen të zbehta dhe përjashtohen nga krahasimi i xhiros më të shpejtë.
sr: Кругови опоравка, загревања и хлађења приказани су пригушено и искључени су из поређења најбржег круга.
sv: Varv för återhämtning, uppvärmning och nedvarvning är nedtonade och undantagna från jämförelsen av snabbaste varv.
tr: Toparlanma, ısınma ve soğuma turları soluklaştırılır ve en hızlı tur karşılaştırmasına dahil edilmez.
uk: Відновлювальні, розминкові та заминкові кола показані приглушено й не беруть участі в порівнянні найшвидшого кола.
vi: Các vòng hồi phục, khởi động và thả lỏng được làm mờ và không tính vào phần so vòng nhanh nhất.
zh_hans: 恢复、热身和放松分段会变暗显示，且不参与最快分段的比较。
zh_hant: 恢復、熱身與緩和的分段會變淡顯示，且不列入最快分段的比較。

source: Refresh elevation
ar: تحديث الارتفاع
bg: Обнови височината
ca: Actualitza l'elevació
cs: Obnovit nadmořskou výšku
da: Opdatér højdedata
de: Höhe aktualisieren
el: Ανανέωση υψομέτρου
es: Actualizar altitud
et: Värskenda kõrgust
fi: Päivitä korkeustiedot
fr: Actualiser l'altitude
ga: Athnuaigh an airde
hr: Osvježi nadmorsku visinu
hu: Magasság frissítése
id: Segarkan elevasi
is: Uppfæra hæð
it: Aggiorna la quota
ja: 標高を更新
ko: 고도 새로 고침
lt: Atnaujinti aukštį
lv: Atjaunot augstumu
mk: Освежи ја надморската височина
ms: Segarkan ketinggian
mt: Aġġorna l-għoli
nb: Oppdater høydedata
nl: Hoogte verversen
pl: Odśwież wysokość
pt_br: Atualizar elevação
pt_pt: Atualizar altitude
ro: Reîmprospătează altitudinea
ru: Обновить высоты
sk: Obnoviť nadmorskú výšku
sl: Osveži nadmorsko višino
sq: Rifresko lartësinë
sr: Освежи надморску висину
sv: Uppdatera höjddata
tr: Yüksekliği yenile
uk: Оновити висоти
vi: Lấy lại độ cao
zh_hans: 刷新海拔
zh_hant: 重新取得海拔

source: Reminders
ar: التذكيرات
bg: Напомняния
ca: Recordatoris
cs: Připomínky
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
et: Meeldetuletused
fi: Muistutukset
fr: Rappels
ga: Meabhrúcháin
hr: Podsjetnici
hu: Emlékeztetők
id: Pengingat
is: Áminningar
it: Promemoria
ja: リマインダー
ko: 알림
lt: Priminimai
lv: Atgādinājumi
mk: Потсетници
ms: Peringatan
mt: Tfakkiriet
nb: Påminnelser
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ro: Mementouri
ru: Напоминания
sk: Pripomienky
sl: Opomniki
sq: Kujtues
sr: Подсетници
sv: Påminnelser
tr: Hatırlatıcılar
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

source: Remove all stored credentials
ar: إزالة كل بيانات الاعتماد المحفوظة
bg: Премахни всички запазени идентификационни данни
ca: Elimina totes les credencials desades
cs: Odstranit všechny uložené přihlašovací údaje
da: Fjern alle gemte legitimationsoplysninger
de: Alle gespeicherten Zugangsdaten entfernen
el: Αφαίρεση όλων των αποθηκευμένων διαπιστευτηρίων
es: Eliminar todas las credenciales guardadas
et: Eemalda kõik salvestatud volitused
fi: Poista kaikki tallennetut tunnukset
fr: Supprimer tous les identifiants enregistrés
ga: Bain gach dintiúr stóráilte
hr: Ukloni sve spremljene vjerodajnice
hu: Minden tárolt hitelesítő adat törlése
id: Hapus semua kredensial tersimpan
is: Fjarlægja öll vistuð auðkenni
it: Rimuovi tutte le credenziali salvate
ja: 保存された認証情報をすべて削除
ko: 저장된 인증 정보 모두 삭제
lt: Pašalinti visus išsaugotus prisijungimo duomenis
lv: Noņemt visus saglabātos akreditācijas datus
mk: Отстрани ги сите зачувани акредитиви
ms: Buang semua kelayakan tersimpan
mt: Neħħi l-kredenzjali kollha maħżuna
nb: Fjern all lagret pålogging
nl: Alle bewaarde inloggegevens verwijderen
pl: Usuń wszystkie zapisane poświadczenia
pt_br: Remover todas as credenciais salvas
pt_pt: Remover todas as credenciais guardadas
ro: Șterge toate datele de autentificare salvate
ru: Удалить все сохранённые учётные данные
sk: Odstrániť všetky uložené prihlasovacie údaje
sl: Odstrani vse shranjene poverilnice
sq: Hiq të gjitha kredencialet e ruajtura
sr: Уклони све сачуване акредитиве
sv: Ta bort alla sparade inloggningsuppgifter
tr: Kayıtlı tüm kimlik bilgilerini sil
uk: Видалити всі збережені облікові дані
vi: Xóa mọi thông tin đăng nhập đã lưu
zh_hans: 清除所有已保存的凭据
zh_hant: 清除所有已儲存的憑證

source: Repeat
ar: تكرار
bg: Повторение
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
et: Korda
fi: Toista
fr: Répéter
ga: Athdhéan
hr: Ponovi
hu: Ismétlés
id: Ulangi
is: Endurtaka
it: Ripeti
ja: 繰り返し
ko: 반복
lt: Kartoti
lv: Atkārtot
mk: Повтори
ms: Ulang
mt: Irrepeti
nb: Gjenta
nl: Herhaal
pl: Powtórz
pt_br: Repetir
pt_pt: Repetir
ro: Repetă
ru: Повтор
sk: Opakovať
sl: Ponovi
sq: Përsërit
sr: Понови
sv: Upprepa
tr: Tekrar
uk: Повтор
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

source: Reps: %lld
ar: التكرارات: %lld
bg: Повторения: %lld
cs: Opakování: %lld
da: Gentagelser: %lld
de: Wdh.: %lld
el: Επαναλήψεις: %lld
es: Repeticiones: %lld
et: Kordusi: %lld
fi: Toistot: %lld
fr: Répétitions : %lld
ga: Athdhéanaimh: %lld
hr: Ponavljanja: %lld
hu: Ismétlés: %lld
id: Repetisi: %lld
is: Endurtekningar: %lld
it: Ripetizioni: %lld
ja: レップ：%lld
ko: 횟수: %lld
lt: Pakartojimai: %lld
lv: Atkārtojumi: %lld
mk: Повторувања: %lld
ms: Ulangan: %lld
mt: Ripetizzjonijiet: %lld
nb: Repetisjoner: %lld
nl: Herhalingen: %lld
pl: Powtórzenia: %lld
pt_pt: Repetições: %lld
ro: Repetări: %lld
ru: Повторений: %lld
sk: Opakovania: %lld
sl: Ponovitve: %lld
sq: Përsëritje: %lld
sr: Понављања: %lld
sv: Repetitioner: %lld
tr: Tekrar: %lld
uk: Повторень: %lld
vi: Số lần: %lld
zh_hans: 次数：%lld
zh_hant: 次數：%lld

source: Rest
ar: راحة
bg: Почивка
ca: Descans
cs: Odpočinek
da: Pause
de: Pause
el: Διάλειμμα
es: Descanso
et: Puhkus
fi: Tauko
fr: Récupération
ga: Sos
hr: Odmor
hu: Pihenő
id: Istirahat
is: Hvíld
it: Recupero
ja: レスト
ko: 휴식
lt: Poilsis
lv: Atpūta
mk: Одмор
ms: Rehat
mt: Mistrieħ
nb: Pause
nl: Rust
pl: Przerwa
pt_br: Descanso
pt_pt: Descanso
ro: Pauză
ru: Отдых
sk: Oddych
sl: Počitek
sq: Pushim
sr: Одмор
sv: Vila
tr: Dinlenme
uk: Відпочинок
vi: Nghỉ
zh_hans: 休息
zh_hant: 休息

source: Rest days
ar: أيام الراحة
bg: Дни почивка
ca: Dies de descans
cs: Dny volna
da: Hviledage
de: Ruhetage
el: Ημέρες ξεκούρασης
es: Días de descanso
et: Puhkepäevi
fi: Lepopäiviä
fr: Jours de repos
ga: Laethanta scíthe
hr: Dani odmora
hu: Pihenőnapok
id: Hari istirahat
is: Hvíldardagar
it: Giorni di riposo
ja: 休養日
ko: 휴식일
lt: Poilsio dienos
lv: Atpūtas dienas
mk: Денови одмор
ms: Hari rehat
mt: Ġranet mistrieħ
nb: Hviledager
nl: Rustdagen
pl: Dni wolne
pt_br: Dias de descanso
pt_pt: Dias de descanso
ro: Zile de odihnă
ru: Дней отдыха
sk: Dni voľna
sl: Dnevi počitka
sq: Ditë pushimi
sr: Дани одмора
sv: Vilodagar
tr: Dinlenme günü
uk: Днів відпочинку
vi: Ngày nghỉ
zh_hans: 休息日
zh_hant: 休息日

source: Rest's up
ar: انتهت الراحة
bg: Почивката свърши
ca: S'ha acabat el descans
cs: Odpočinek skončil
da: Pausen er slut
de: Pause vorbei
el: Τέλος διαλείμματος
es: Se acabó el descanso
et: Puhkus läbi
fi: Tauko päättyi
fr: Récup terminée
ga: Tá an sos thart
hr: Odmor je gotov
hu: Lejárt a pihenő
id: Istirahat selesai
is: Hvíldin er búin
it: Recupero finito
ja: レスト終了
ko: 휴식 끝
lt: Poilsis baigėsi
lv: Atpūta beigusies
mk: Одморот заврши
ms: Rehat tamat
mt: Il-mistrieħ spiċċa
nb: Pausen er over
nl: Rust voorbij
pl: Koniec przerwy
pt_br: Acabou o descanso
pt_pt: Acabou o descanso
ro: S-a terminat pauza
ru: Отдых окончен
sk: Oddych sa skončil
sl: Počitka je konec
sq: Pushimi mbaroi
sr: Одмор је готов
sv: Vilan är slut
tr: Dinlenme bitti
uk: Відпочинок закінчено
vi: Hết giờ nghỉ
zh_hans: 休息结束
zh_hant: 休息結束
